<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="utf-8"/>
	<title>About me</title>
	<link rel="stylesheet" type="text/css" href="styles.css">
</head>
	<body>
	<div class="container">
	<h1>A short story</h1>
	<p>Maisema on silmiss&auml;ni hetken aikaa pelkk&auml; valkea lakana. Hiljaisuus helisee ilmassa. On kuin aikaa ei olisikaan. On kuin mit&auml;&auml;n ei olisikaan. Ehkei minuakaan. Hiljaista. Valkoista. Ei tyhj&auml;&auml; vaan olematonta.<br><br>

Hengit&auml;n sis&auml;&auml;n. Yksityiskohdat palaavat. Aika valuu eteenp&auml;in sormenp&auml;ist&auml;ni, puiden oksilta ja rinnett&auml; alas. On tyynt&auml;. Lumi leijuu hiljalleen alas valkealta taivaalta. Se kutittelee puiden runkoja, mutta ne eiv&auml;t naurahdakaan. Kuuset, m&auml;nnyt, vaiteliaat koivut. Kaikki jatkavat majesteettista hiljaisuuttaan. Eiv&auml;t ep&auml;yst&auml;v&auml;llisyytt&auml;&auml;n vaan kunnioitustaan.<br><br>

Min&auml; k&auml;velen polkua eteenp&auml;in. Sen peittona on kevytt&auml; lunta, jossa ei n&auml;y edes oravan pieni&auml; j&auml;lki&auml;. Minun j&auml;lkeni, kuin ensimm&auml;iset koko maailmassa. T&auml;ss&auml; hetkess&auml; olen yksin ja rauhassa. Vaikka toivoisin toisin.<br><br>

Muistini on t&auml;ytetty el&auml;m&auml;n hennoilla katkelmilla. Ne ovat vain yht&auml; vahvoja kuin mieleni. Yht&auml; hauraita kuin toivoni. Siell&auml; olet sin&auml;. Sinun naurusi, naljailusi ja samankaltaisina toistuvat horjuvat vitsisi. Sin&auml; olet sanonut minulle, olet sanonut - &auml;l&auml; anna periksi. En ole antanut. T&auml;ss&auml; min&auml; astelen valkeassa maailmassa, eteenp&auml;in. Mutta sin&auml; olet jossain muualla.<br><br>

Ei siit&auml; niin kauan ole, kun olit l&auml;hell&auml; ja l&auml;sn&auml;. Kun saatoin tukeutua sinuun, pyyt&auml;&auml; sinulta neuvoa, hakea lohdutusta. Siit&auml; on vuosia. Onko siit&auml; jo niin kauan?<br><br>

Yll&auml;tt&auml;v&auml; tuulenpuuska puraisee poskeani. Tunnen sen viillon, mutten sen j&auml;lkeens&auml; j&auml;tt&auml;m&auml;&auml; turtumusta. Se vajoaa muiden kaltaistensa joukkoon, hajoaa ja h&auml;vi&auml;&auml;. Unohtuu. Kuljen kuusten v&auml;list&auml; ja ajattelen sinua. Haluaisin sinut viel&auml; t&auml;nne, vierelleni. Sit&auml; min&auml; vain ajattelen.<br><br>

Askeleeni seisahtuvat. Lasken katseeni, mutta en ryhti&auml;ni. T&auml;&auml;ll&auml; voin lausua sinulle hyv&auml;stit, aina uudelleen. Vaikka et sin&auml; t&auml;&auml;ll&auml; ole.<br><br>

- Is&auml;. S&auml;rkyv&auml; &auml;&auml;neni tuntuu heijastavan valoa, ehk&auml; sittenkin sinusta? Sytyt&auml;n mukanani tuomani kynttil&auml;n ja lasken sen maahan. Pyyhin lumet pois hautakiven p&auml;&auml;lt&auml;. T&auml;&auml;lt&auml; en sinua l&ouml;yd&auml;. T&auml;nne min&auml; kannan sinut mukanani joka kerta. Jos t&auml;ss&auml; suljen silm&auml;t, n&auml;en vain mustaa. Se ei ole olematonta, se on tyhj&auml;&auml;.<br><br>

Mustaa, kaikuvaa hiljaisuutta.<br><br>
</p>
</div>
</body>
</html>